Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/almmuheapmi_samegielaid_gaiddusoahpahussii_lohkanjahkai_2022-2023_rahppojuvvui.html.tmx
Source language: sme
Languages: smn

source: Almmuheapmi sámegielaid gáiddusoahpahussii lohkanjahkái 2022–2023 rahppojuvvui
smn: Almottâttâm sämikielâi káidusmáttááttâsân luuhâmihán 2022–2023 lekkâsij

source: Almmuheapmi Sámegielaid gáiddusoahpahusa pilohttafitnu oahpahussii lohkanjahkái 2022–2023 lea rahppojuvvon.
smn: Almottâttâm Sämikielâi káidusmáttááttâs piiloothaavâ máttááttâsân luuhâmihán 2022–2023 lii lekkâsâm.

source: Almmuheapmi oahpahussii dahkkojuvvo Hellewi-almmuhanvuogádagas .
smn: Almottâttâm máttááttâsân tahhoo Hellewi-almottâttâmvuáháduvvâst .

source: Almmuheapmi guoská sihke ođđa ohppiid ja daid ohppiid, geat jotket fitnu oahpahusas.
smn: Almottâttâm kuáská uđđâ uáppeid já uáppeid, kiäh juátkih haavâ máttááttâsâst.

source: Almmuheami sáhttá dahkat oahpahusa lágideaddji, rektor dahje oahppi fuolaheaddji.
smn: Almottâttâm puáhtá toohâđ máttááttâs uárnejeijee, rehtor tâi huolâtteijee.

source: Go almmuheami dahká fuolaheaddji, de sávvat fuolaheaddji váldit oktavuođa oahppi skuvlii, ja muitalit, ahte oahppis lea miella ja vejolašvuohta oassálastit sámegiela gáiddusoahpahussii.
smn: Talle ko huolâtteijee taha almottâttâm, te mij tuáivup, ete huolâtteijee lii ohtâvuođâst uáppee škoovlân, já muštâl, ete uáppest lii haalu já máhdulâšvuotâ uásálistiđ sämikielâ káidusmáttááttâsân.

source: Almmuheami ferte dahkat maŋimustá 31.3.2022.
smn: Máttááttâsân kalga almottâttâđ 31.3.2022 räi.

source: Rávvagat Hellewis almmuheapmái
smn: Ravvuuh Hellewist almotâttâmân

source: Gáiddusoahpahusfidnu fállá sámegiela (anáraš-, nuortalaš-, dahje davvisámegiela) vuođđooahpahusa dahje logahatskuvlejumi dievasmahtti sámegiela oahpahusa 2 vd sámeohppiide, geat orrot sámiid ruovttuguovllu gielddaid olggobealde.
smn: Káidusmáttááttâshaahâ fáálá sämikielâ (anarâš-, nuorttâlâš- tâi orjâlâškielâ) vuáđumáttááttâs tâi luvâttâhškovlim tievâsmittee sämikielâ máttááttâs 2 ot sämiuáppeid, kiäh láá sämmilij päikkikuávlu ulguubeln.

source: Maiddái ovdaoahpahusa oahppit sáhttet oassálastit fitnu oahpahussii.
smn: Meid ovdâmáttááttâs uáppeeh pyehtih uásálistiđ haavâ máttááttâsân.

source: Fidnu ii fála oahpahusa rávesolbmuide.
smn: Haahâ ij faalâ máttááttâs rävisulmuid.

source: Sámegiela ii dárbbaš máhttit ovddežis, vai sáhttá oassálastit oahpahussii.
smn: Sämikielâ ij taarbâš mättiđ ovdiist vâi puáhtá uásálistiđ máttááttâsân.

source: Oahpahusjoavkkut juhkkojuvvojit juohke sámegillii. Juohkimis váldojuvvojit vuhtii ohppiid luohkká- ja gielladássi.
smn: Máttááttâsjuávhuh ráhtojeh jyehi sämikielân sierâ nuuvt, ete uáppei luokka- já kielâtääsi váldoo huámmášumán.

source: Oahpahusa viggat lágidit gielain ja joavkkuin, main leat unnimustá guokte oahppi dahje studeantta.
smn: Máttááttâs uárnejuvvoo máhđulâšvuođâi mield tienuuvt, ete kielâin já juávhuin lává ucemustáá kyehti uáppee.

source: Fuomáš, ahte muhtin gávpogat (ee. Helsset, Oulu ja Roavvenjárga) lágidit davvisámegiela oahpahusa maiddái lagašoahpahussan.
smn: Vääldi vuotân, ete mottoom kaaupugeh (om. Helssig, Oulu já Ruävinjargâ ) uárnejeh tavesämikielâ máttááttâs še aldamáttááttâsân.

source: Juos dus lea miella searvat oahpahussii, de váldde oktavuođa iežat skuvlla rektorii dahje gávpoga skuvlavirgedoaimmahahkii!
smn: Jis tun halijdah máttááttâsân, te vääldi ohtâvuođâ jieijâd škoovlâ rehtorân tái kaavpug škovlâvirgádâhân!

source: Sámegielaid gáiddusoahpahusa pilohttafitnu jođiha Ohcejoga gielda ja koordinere Sámediggi. Fidnu joatkašuvvá gitta jagi 2023 giđđalohkanbaji lohppii, ja dan ruhtada oahpahus- ja kulturministeriija.
smn: Sämikielâi káidusmáttááttâs piiloothaahâ lii haahâ, mon Ucjuv kieldâ joođeet já Sämitigge koordinist, já mii juátkoo 2023 kiđđâluuhâmpaje loopâ räi.

source: Fitnu mihttomearrin lea fállat sámegielaid gáiddusoahpahusa vuođđoskuvlla ohppiide ja nuppi dási studeanttaide sámeguovllu gielddaid olggobeallái guokte vahkkodiimmu.
smn: Máttááttâs- já kulttuurministeriö ruttâd haavâ. Ton ulmen lii faallâđ sämikielâ káidusmáttááttâs kyehti okkotijme verd vuáđuškoovlâ já nube tääsi uáppeid sämmilij päikkikuávlu ulguubel.

source: Boahttevaš dáhpáhusat
smn: Puáttee tábáhtusah

source: Sámegielaid gáiddusoahpahusfidnu lágida njukčamánus infodilálašvuođa oahpahusa lágideddjiide ja vánheneahkeda.
smn: Sämikielâi káidusmáttááttâshaahâ uárnee njuhčâmáánu ääigi infotilálâšvuođâ máttááttâs uárnejeijeid já vaanhimijeehid káidusmáttááttâsân uásálistee já ääšist perustum vaanhimáid.

source: Dilálašvuođaide ii dárbbaš almmuhit iežas ovddalgihtii.
smn: Munealmottâttâm tilálâšvuođáid ij váttoo.

source: Sámegielaid gáiddusoahpahus – boahttevuođa huksen Infodilálašvuohta oahpahusa lágideddjiide ga 16.3.2021 dii 15.00–16.00 Liŋka: Searvva dilálašvuhtii dás
smn: Sämikielâi káidusmáttááttâs – puátteevuođâ huksim Infotilálâšvuotâ máttááttâs uárnejeijeid ko 16.3.2021 tme 15.00-16.00 Servâmliŋkkâ: Seervâ čuákkimân spokkâlmáin täst

source: Sámegielaid gáiddusoahpahusa vánheneahket ja infodilálašvuohta áššis beroštuvvan vánhemiidda ga 23.3.2021 dii 18.00–19.00 Liŋka: Searvva dilálašvuhtii dás
smn: Sämikielâi káidusmáttááttâs vaanhimijeehid já infotilálâšvuotâ ääšist perustum vaanhimáid ko 23.3.2021 tme 18.00–19.00 Servâmliŋkkâ: Seervâ čuákkimân spokkâlmáin täst

source: Bures boahtin mielde sámegielaid gáiddusoahpahussii!
smn: Tiervâ puáttim mieldi sämikielâi káidusmáttááttâsân!

source: Lassedieđut:
smn: Lasetiäđuh:

source: Anni-Sofia Niittyvuopio, fidnohoavda Ohcejoga gielda anni-sofia.niittyvuopio@edu.utsjoki.fi 040 701 2094
smn: Anni-Sofia Niittyvuopio, hahâhovdâ Ucjuv kieldâ anni-sofia.niittyvuopio@edu.utsjoki.fi 040 7012 094

source: Arla Magga, fidnokoordináhtor Sámediggi arla.magga@samediggi.fi 040 687 5989
smn: Arla Magga, hahâkoordinaattor Sämitigge arla.magga@samediggi.fi 040 6875 989
